Repository: RafiFellert/fit_points
Catalog: lib/l10n/app_*.arb
Languages: he

# appTitle
source: Gym App
he: אפליקציית כושר

# welcomeMessage
source: Welcome to the Gym App!
he: ברוכים הבאים לאפליקציית הכושר!

source: Enter Daily Goal
he: הכנס את היעד היומי

# enterGoal
source: Enter Goal (e.g.: 100)
he: הכנס יעד (לדוגמא: 100)

source: Cancel
he: ביטול

source: Save
he: שמירה

# updateGoal
source: Update Daily Goal
he: עדכן יעד יומי

# dailyTotal
source: Total Daily Fitness Points: {total}
he: סך נקודות ספורט יומיות: {total}

# remainingToGoal
source: Remaining to reach your daily goal: {remaining}
he: נותרו {remaining} נקודות ספורט להשלמת היעד היומי

# goalReached
source: ðŸŽ‰ You've reached your daily goal of {goal} fitness points!
he: 🎉הגעת ליעד היומי של {goal} נקודות ספורט!

source: Push-ups
he: שכיבות סמיכה

source: Pull-ups
he: עליות מתח

source: Squats
he: סקוואטים

# plank
source: Plank (90 seconds)
he: פלאנק (90 שניות)

# awesomeFitnessApp
source: Awesome Fitness Tracker App
he: אפליקציית מעקב הכושר המהממת

source: Settings
he: הגדרות
